Repository: mongabay/Mongabay-News-Wordpress-Theme
Catalog: languages/*-20191009.po
Languages: pt

source: Page not found
pt: Página não encontrada

source: Articles by
pt: Matérias de

source: Mongabay seeks to raise interest in and appreciation of wild lands and wildlife, while examining the impact of emerging trends in climate, technology, economics,and finance on conservation and development.
pt: A Mongabay visa aumentar o interesse e a valorização do meio natural e, ao mesmo tempo, investigar as tendências emergentes no clima, na tecnologia, na economia e nas finanças e seu impacto na conservação e no desenvolvimento.

# taxonomy general name
source: Locations
pt: Lugares

# taxonomy singular name
source: Location
pt: Lugar

source: Search Locations
pt: Buscar lugares

source: Popular Locations
pt: Lugares populares

source: All Locations
pt: Todos os lugares

source: Edit Location
pt: Editar lugar

source: Update Location
pt: Atualizar Lugar

source: Add New Location
pt: Acrescentar novo lugar

source: New Location Name
pt: Nome do novo lugar

source: Separate locations with commas
pt: Separar lugares por vírgulas

source: Add or remove locations
pt: Acrescentar ou apagar lugar

source: Choose from the most used locations
pt: Escolher entre os lugares mais usados

source: No locations found.
pt: Lugares não encontrados.

source: Location
pt: Lugar

# taxonomy general name
source: Serials
pt: Séries

# taxonomy singular name
source: Serial
pt: Série

source: Search Serials
pt: Buscar séries

source: Popular Serials
pt: Séries populares

source: All Serials
pt: Todas as séries

source: Edit Serial
pt: Editar série

source: Update Serial
pt: Atualizar série

source: Add New Serial
pt: Acrescentar nova série

source: New Serial Name
pt: Nome da nova série

source: Separate serials with commas
pt: Separar séries com vírgulas

source: Add or remove serials
pt: Acrescentar ou apagar séries

source: Choose from the most used serials
pt: Escolher entre as séries mais usadas

source: No serials found.
pt: Séries não encontradas.

source: Serial
pt: Série

# taxonomy general name
source: Topics
pt: Assuntos

# taxonomy singular name
source: Topic
pt: Assunto

source: Search Topics
pt: Buscar assuntos

source: Popular Topics
pt: Assuntos populares

source: All Topics
pt: Todos os assuntos

source: Edit Topic
pt: Editar assunto

source: Update Topic
pt: Atualizar assunto

source: Add New Topic
pt: Acrescentar novo assunto

source: New Topic Name
pt: Nome do novo assunto

source: Separate topics with commas
pt: Separar assuntos com vírgulas

source: Add or remove topics
pt: Acrescentar ou apagar assuntos

source: Choose from the most used topics
pt: Escolher entre os assuntos mais usados

source: No topics found.
pt: Assuntos não encontrados.

source: Topic
pt: Assunto

source: Most Recent
pt: Mais recentes

source: Environmental headlines
pt: Notícias ambientais

source: Mongabay is a non-profit provider of conservation and environmental science news.
pt: A Mongabay é uma agência de notícias sobre conservação e ciência ambiental sem fins lucrativos. Nosso objetivo é inspirar, educar e informar.

source: Special series
pt: Séries especiais

source: More articles
pt: Mais matérias

source: Header Menu
pt: Menu superior

source: Sidebar Menu
pt: Menu lateral

source: Extra Menu
pt: Menu extra

source: Sidebar Widget
pt: Widget da barra lateral

source: All sidebar widgets should be placed here.
pt: Todos os widgets da barra lateral devem estar aquí.

source: Footer Widget 1/4
pt: Widget inferior 1/4

source: First column widget
pt: Widget da primeira coluna

source: Footer Widget 2/4
pt: Widget inferior 2/4

source: Second column widget
pt: Widget da segunda coluna

source: Footer Widget 3/4
pt: Widget inferior 3/4

source: Third column widget
pt: Widget da terceira coluna

source: Footer Widget 4/4
pt: Widget inferior 4/4

source: Forth column widget
pt: Widget da quarta coluna

source: Topic and location tabs
pt: Abas de assuntos e lugares

source: Listing topics and locations as tabbed content
pt: Listar assuntos e lugares como conteúdo em abas

source: By topic
pt: Por assunto

source: By location
pt: Por lugar

source: Many more topics
pt: Mais assuntos

source: Browse more locations
pt: Encontrar mais lugares

source: New title
pt: Novo título

source: Title:
pt: Título:

source: View Article
pt: Ver matéria

source: You cannot add terms to this taxonomy
pt: Não é possível acrescentar termos a esta taxonomia

source: by
pt: por

source: Sorry, nothing to display.
pt: Lamentamos, não há nada aqui.

source: News sections
pt: Seções de notícias

source: Language
pt: Idioma

source: %s Search Results for
pt: %s Buscar resultados para

source: To search, type and hit enter.
pt: Digite sua busca e tecle enter.

source: Search
pt: Buscar

source: Mongabay Séries:
pt: Séries da Mongabay:

source: Article published by
pt: Matéria publicada por

source: on
pt: em

source: Mongabay Environmental News
pt: Noticias Ambientais da Mongabay

source: Mongabay WordPress Theme
pt: Assunto da Mongabay no Wordpress
