Repository: mongabay/Mongabay-News-Wordpress-Theme
Catalog: languages/*.po
Languages: bn_bd, es_es, fr_fr, hi_hi, hi_in, id_id, it_it, pt_pt, sw

source: Separate serials with commas
bn_bd: পর্বগুলোকে কমা (,) দিয়ে আলাদা করুন
es_es: Separar las series con comas
fr_fr: Séparez les numéros de série par des virgules
hi_hi: सीरियल को कॉमा से अलग करें
hi_in: क्रमों के नाम अल्पविराम से अलग करें
id_id: Pisahkan serial dengan koma
it_it: separa le serie con una virgola
pt_pt: Separe as séries com vírgulas
sw: Tenganisha machapisho ya mfululizo kwa hati mkato

source: Add or remove serials
bn_bd: পর্ব যোগ করুন অথবা সরিয়ে ফেলুন
es_es: Añadir o eliminar series
fr_fr: Ajoutez ou supprimez des séries
hi_hi: सीरियल जोड़ें या हटाएं
hi_in: क्रम को जोड़ें या हटाएं
id_id: Menambah atau menghapus serial
it_it: aggiungi o rimuovi serie
pt_pt: Adicionar ou remover séries
sw: Ongeza au ondoa machapisho ya mfululizo

source: Choose from the most used serials
bn_bd: সর্বাধিক ব্যবহৃত পর্বগুলো থেকে নির্বাচন করুন
es_es: Elegir entre las series más utilizadas
fr_fr: Choisissez parmi les séries les plus utilisées
hi_hi: सबसे अधिक उपयोग वाले सीरियल्स से चुनें
hi_in: सबसे अधिक प्रयोग किए गए क्रम में से चुनें
id_id: Pilih dari serial yang paling sering digunakan
it_it: Scegli tra le serie più usate
pt_pt: Escolha entre as séries mais utilizadas
sw: Chagua kutoka kwa machapisho ya mfululizo yaliyotumika zaidi

source: No serials found.
bn_bd: কোনো পর্ব পাওয়া যায়নি।
es_es: No se han encontrado series
fr_fr: Aucune séries trouvée.
hi_hi: कोई सीरियल नहीं मिला
hi_in: कोई क्रम नहीं मिला.
id_id: Tidak ada serial yang ditemukan.
it_it: non è stata trovata alcuna serie
pt_pt: Nenhuma série encontrada.
sw: Hakuna chapisho la mfululizo lililopatikana

source: Serial
bn_bd: পর্ব
es_es: Series
fr_fr: Série
hi_hi: सीरियल
hi_in: क्रम
it_it: serie
pt_pt: Série
sw: Chapisho la mfululizo

# taxonomy general name
source: Topics
bn_bd: বিষয়াবলি
es_es: Temas
fr_fr: Sujets
hi_hi: विषय
hi_in: विषय
id_id: Topik
it_it: temi
pt_pt: Tópicos
sw: Mada

# taxonomy singular name
source: Topic
bn_bd: বিষয়
es_es: Tema
fr_fr: Sujet
hi_hi: विषय
hi_in: विषय
id_id: Topik
it_it: tema
pt_pt: Tópico
sw: Mada

source: Search Topics
bn_bd: বিষয় অনুসন্ধান
es_es: Buscar temas
fr_fr: Recherchez des sujets
hi_hi: विषय खोजें
hi_in: विषय खोजें
id_id: Cari Topik
it_it: ricerca tema
pt_pt: Pesquisar tópicos
sw: Tafuta mada

source: Popular Topics
bn_bd: জনপ্রিয় বিষয়
es_es: Temas populares
fr_fr: Sujets populaires
hi_hi: प्रचलित विषय
hi_in: चर्चित विषय
id_id: Topik Populer
it_it: temi popolari
pt_pt: Tópicos populares
sw: Mada zinazopendwa

source: All Topics
bn_bd: সকল বিষয়
es_es: Todos los temas
fr_fr: Tous les sujets
hi_hi: सभी विषय
hi_in: सभी विषय
id_id: Semua Topik
it_it: tutti i temi
pt_pt: Todos os tópicos
sw: Mada zote

source: Edit Topic
bn_bd: বিষয় সম্পাদনা
es_es: Editar tema
fr_fr: Editer le sujet
hi_hi: एडिट विषय
hi_in: विषय संपादित करें
id_id: Sunting Topik
it_it: modifica tema
pt_pt: Editar tópico
sw: Hariri mada

source: Update Topic
bn_bd: বিষয় এর সর্বশেষ সংযোজন
es_es: Actualizar tema
fr_fr: Mettre à jour le sujet
hi_hi: विषय अपडेट करें
hi_in: विषय अपडेट करें
id_id: Perbarui Topik
it_it: aggiorna tema
pt_pt: Atualizar tópico
sw: Sasisha mada

source: Add New Topic
bn_bd: নতুন বিষয় যোগ করুন
es_es: Añadir nuevo tema
fr_fr: Ajoutez un nouveau sujet
hi_hi: नया विषय जोड़ें
hi_in: नया विषय जोड़ें
id_id: Tambahkan Topik Baru
it_it: aggiungi un nuovo tema
pt_pt: Adicionar novo tópico
sw: Ongeza mada mpya

source: New Topic Name
bn_bd: নতুন বিষয়ের নাম
es_es: Nombre del nuevo tema
fr_fr: Nom de nouveau sujet
hi_hi: नए विषय का नाम
hi_in: नए विषय का नाम
id_id: Nama Topik Baru
it_it: nome del nuovo tema
pt_pt: Nome do novo tópico
sw: Jina la mada mpya

source: Separate topics with commas
bn_bd: বিষয়গুলোকে কমা (,) দিয়ে আলাদা করুন
es_es: Separar temas con comas
fr_fr: Séparez les sujets par des virgules
hi_hi: विषयों को कॉमा से अलग करें
hi_in: विषय को अल्पविराम से अलग करें
id_id: Pisahkan topik dengan koma
it_it: separa i temi con una virgola
pt_pt: Separe os tópicos com vírgulas
sw: Tenganisha mada kwa hati mkato

source: Add or remove topics
bn_bd: বিষয় যোগ করুন অথবা সরিয়ে ফেলুন
es_es: Añadir o eliminar temas
fr_fr: Ajouter ou supprimer des sujets
hi_hi: विषय जोड़ें या हटाएं
hi_in: विषय जोड़ें या हटाएं
id_id: Menambah atau menghapus topik
it_it: aggiungi o rimuovi temi
pt_pt: Adicionar ou remover tópicos
sw: Ongeza au ondoa mada

source: Choose from the most used topics
bn_bd: সর্বাধিক ব্যবহৃত বিষয় থেকে নির্বাচন করুন
es_es: Elegir entre los temas más utilizados
fr_fr: Choisissez parmi les sujets les plus utilisés
hi_hi: सबसे अधिक उपयोग वाले विषय से चुनें
hi_in: सबसे अधिक उपयोग किए गए विषय में से चुनें
id_id: Pilih dari topik yang paling sering digunakan
it_it: Scegli tra i temi più usati
pt_pt: Escolha entre os tópicos mais usados
sw: Chagua kutoka kwa mada zinazotumika zaidi

source: No topics found.
bn_bd: কোনো বিষয় পাওয়া যায়নি।
es_es: No se han encontrado temas
fr_fr: Aucun sujet trouvé.
hi_hi: कोई विषय नहीं मिला
hi_in: कोई विषय नहीं मिला.
id_id: Tidak ada topik yang ditemukan.
it_it: non è stato trovato alcun tema
pt_pt: Nenhum tópico encontrado.
sw: Hakuna mada zilizopatikana

source: Topic
bn_bd: বিষয়
es_es: Tema
fr_fr: Sujet
hi_hi: विषय
hi_in: विषय
id_id: Topik
it_it: tema
pt_pt: Tópico
sw: Mada

source: Most Recent
bn_bd: অতি সাম্প্রতিক
es_es: Más reciente
fr_fr: Le plus récent
hi_hi: सबसे नया
hi_in: सबसे ताज़ा
id_id: Terbaru
it_it: più recenti
pt_pt: Mais recente
sw: Za hivi punde

source: News
bn_bd: সংবাদ
es_es: Noticias
fr_fr: Nouvelles
hi_hi: खबरें
id_id: Berita
pt_pt: Notícias
sw: Habari

source: Subscribe
bn_bd: সাবস্ক্রাইব
es_es: Suscríbete
fr_fr: S’abonner
hi_hi: सब्सक्राइब
id_id: Berlangganan
pt_pt: Inscreva-se
sw: Jisajili

source: Free and open access to credible information
bn_bd: বিশ্বস্ত তথ্যের জন্য উন্মুক্ত ও অবাধ প্রবেশাধিকার
es_es: Acceso libre y independiente a periodismo ambiental independiente
fr_fr: Accès libre et gratuit à une information crédible
hi_hi: प्रामाणिक जानकारी तक स्वतंत्र और नि:शुल्क पहुंच
id_id: Akses bebas dan terbuka ke informasi yang kredibel
pt_pt: Acesso livre e aberto a informações confiáveis
sw: Hakuna gharama yoyote kupakua na kujipatia taarifa za kuaminika

source: Stay informed with news and inspiration from nature’s frontline.
bn_bd: প্রকৃতি থেকে পাওয়া সংবাদ ও অনুপ্রেরণার সঙ্গে থাকুন।
es_es: Noticias e inspiración de la primera línea de la naturaleza.
fr_fr: Rester connectés à l’Information au plus proche de la Nature.
hi_hi: प्रकृति से प्रेरित समाचार और प्रेरणादायक कहानियों से जुड़े रहें।
id_id: Terus terupdate dengan berita dan inspirasi dari garis depan alam.
pt_pt: Mantenha-se informado sobre os mais importantes temas socioambientais.
sw: Zidi kupata taarifa zenye msukumo kutoka kwa taasisi inayoongoza kwenye juhudi za kulinda mazingira

source: News and Inspiration from Nature's Frontline.
bn_bd: প্রকৃতির উৎস হতে প্রাপ্ত সংবাদ ও অনুপ্রেরণা।
es_es: Manténgase informado con noticias e inspiración de la primera línea de la naturaleza.
fr_fr: L’Information au plus proche de la Nature.
hi_hi: प्रकृति से प्रेरित समाचार
id_id: Berita dan Inspirasi dari Garis Depan Alam.
pt_pt: Notícias ambientais para informar e transformar.
sw: Taarifa na msukumo kutoka kwa taasisi inayoongoza kwenye juhudi za kulinda mazingira

source: We’re a nonprofit
bn_bd: আমরা একটি অলাভজনক প্রতিষ্ঠান
es_es: Nosotros somos una caridad
fr_fr: Nous sommes une organisation à but non lucratif
hi_hi: हम एक गैर-लाभकारी संस्था हैं।
id_id: Kami adalah organisasi nirlaba
pt_pt: Somos uma organização sem fins lucrativos
sw: Sisi ni shirika lisilo la kibiashara

source: Help us tell impactful stories of biodiversity loss, climate change, and more
bn_bd: জৈববৈচিত্র্য হ্রাস, জলবায়ু পরিবর্তনসহ নানা বিষয়ে প্রভাব রাখতে পারা গল্প তুলে ধরতে আমাদের সহায়তা করুন
es_es: Ayúdenos a contar historias impactantes sobre biodiversidad, el cambio climático y más
fr_fr: Aidez-nous à raconter des histoires percutantes sur la perte de biodiversité, le changement climatique et plus encore
hi_hi: जैव विविधता की हानि, जलवायु संकट और प्रकृति से जुड़े मुद्दों की असरदार खबरें साझा करने में हमारा साथ दें।
id_id: Ceritakan pada kami kisah-kisah mengenai hilangnya keanekaragaman hayati, perubahan iklim, dan banyak lagi
pt_pt: Ajude-nos a contar histórias de impacto sobre ameaças à biodiversidade, mudanças climáticas e muito mais
sw: Tusaidie kusimulia habari muhimu kuhusu upotevu wa viumbe hai, mabadiliko ya tabianchi na mengine mengi

source: Newsletter
bn_bd: নিউজলেটার
fr_fr: Bulletin
hi_hi: न्यूजलेटर
id_id: Buletin
sw: Jarida la habari

source: Learn more
bn_bd: আরো জানুন
es_es: Más información
fr_fr: En savoir plus
hi_hi: और पढ़ें
id_id: Pelajari lebih lanjut
pt_pt: Saiba mais
sw: Jifunze zaidi

source: In-depth feature stories reveal context and insight
bn_bd: বিশ্লেষণমূলক ফিচারগুলো প্রেক্ষাপট ও অন্তর্দৃষ্টির নতুন দিগন্ত তুলে ধরে
es_es: Los artículos destacados revelan contexto y conocimientos
fr_fr: Nos articles de fond mettent en lumière de nouvelles perspectives
hi_hi: गंभीर फ़ीचर, विषय के व्यापक संदर्भ और गूढ़ समझ को प्रस्तुत करते हैं।
id_id: Artikel fitur mendalam yang ungkap konteks dan wawasan
pt_pt: Um mergulho nos mais importantes temas socioambientais do Brasil
sw: Makala zilizoandikwa kwa undani hufichua na kuongeza uelewa

source: Listen to Nature with thought-provoking podcasts
bn_bd: ভাবনার খোরাক জাগানো পডকাস্টে শুনুন প্রকৃতির গল্প
es_es: Escuche la naturaleza con maravillosos podcasts
fr_fr: Ecouter la nature avec des podcasts qui incitent à la réflexion
hi_hi: विचारप्रेरक पॉडकास्ट के ज़रिए प्रकृति की बातें सुनिए।
id_id: Dengarkan Suara Alam dengan podcast yang menggugah pikiran
pt_pt: Histórias da natureza em podcasts instigantes
sw: Jifunze kuhusu mazingira asilia kupitia Podikasti zinazochochea fikra

source: Watch unique videos that cut through the noise
bn_bd: দেখুন এমন ভিডিও, যা সবার ভিড়েও আলাদা
es_es: Vea videos únicos que se destacan entre el resto
fr_fr: Visioner nos videos uniques qui se démarquent des autres
hi_hi: खास वीडियो जो शोर के बीच सच्चाई दिखाते हैं।
id_id: Tonton video unik yang menghilangkan kebisingan
pt_pt: Assista aos vídeos em destaque
sw: Tazama video za kipekee na zinazoaminika

source: Read articles on topics such as
bn_bd: এই বিষয়গুলো নিয়ে নিবন্ধ পড়ুন
es_es: Lea artículos sobre temas como
fr_fr: Consultez des articles sur le sujet de
hi_hi: इन विषयों पर लेख पढ़ें जैसे कि
id_id: Baca artikel tentang topik seperti
pt_pt: Leia matérias sobre
sw: Soma habari kuhusu mada kama vile

source: Explore enterprising journalism about
bn_bd: ঘুরে দেখুন অনুসন্ধানী সাংবাদিকতার দুনিয়া
es_es: Explora el periodismo emprendedor sobre
fr_fr: Découvrir un journalisme entreprenant sur
hi_hi: खोजी और नवाचारपूर्ण पत्रकारिता
id_id: Jelajahi jurnalisme enterprise tentang
pt_pt: Explore grandes reportagens sobre
sw: Chunguza uandishi wa habari wa ubunifu kuhusu

source: Explore podcasts about
bn_bd: এই বিষয়গুলোর ওপর পডকাস্ট শুনুন
es_es: Explora podcasts sobre
fr_fr: Parcourez les podcasts sur
hi_hi: इन विषयों के पॉडकास्ट सुनें।
id_id: Jelajahi podcast tentang
pt_pt: Explore podcasts sobre
sw: Chunguza podikasti kuhusu

source: Explore videos about topics like
bn_bd: এই বিষয়ের উপর ভিডিও দেখুন
es_es: Explora videos sobre temas como
fr_fr: Explorez des vidéos portant sur des sujets comme
hi_hi: इन विषयों पर वीडियो खोजें
id_id: Jelajahi video tentang topik seperti
pt_pt: Explore vídeos sobre
sw: Chunguza video kuhusu mada kama

source: all stories
bn_bd: সমস্ত প্রতিবেদন
fr_fr: toutes nos infos
hi_hi: सभी लेख
id_id: semua cerita
pt_pt: todas as matérias
sw: Habari zote

source: Features
bn_bd: ফিচারসমূহ
es_es: Historias destacadas
fr_fr: Grands reportages
hi_hi: फ़ीचर्स
id_id: Fitur
pt_pt: Destaques
sw: Makala

source: features
bn_bd: ফিচারসমূহ
es_es: historias-destacadas
fr_fr: grands-reportages
hi_hi: फ़ीचर्स
id_id: fitur
pt_pt: destaques
sw: makala

source: videos
bn_bd: ভিডিওসমূহ
hi_hi: वीडियो
id_id: video
sw: video

source: podcasts
bn_bd: পডকাস্টসমূহ
hi_hi: पॉडकास्ट्स
id_id: podcast
sw: podikasti

source: specials
bn_bd: বিশেষ সংখ্যাসমূহ
es_es: especiales
fr_fr: series-speciales
hi_hi: विशेष
id_id: spesial
pt_pt: especiais
sw: Matoleo maalum

source: articles
bn_bd: নিবন্ধ
es_es: articulos
hi_hi: लेख
id_id: artikel
pt_pt: materias
sw: taarifa

source: story
bn_bd: স্টোরি
hi_hi: खबरें
id_id: cerita
pt_pt: matéria
sw: habari

source: Shorts
bn_bd: শর্টস
es_es: En corto
fr_fr: Brèves
hi_hi: शॉर्ट्स
pt_pt: Curtas
sw: Vipande vifupi

source: shorts
bn_bd: শর্টস
es_es: en-corto
fr_fr: brèves
hi_hi: शॉर्ट्स
id_id: berita-singkat
pt_pt: curtas
sw: kwa-ufupi

source: about
bn_bd: আমাদের সম্পর্কে
es_es: nosotros
fr_fr: à propos
hi_hi: हमारे बारे में
id_id: tentang
pt_pt: sobre
sw: kuhusu Sisi

source: Team
bn_bd: টিম
es_es: Equipo
fr_fr: L’équipe
hi_hi: हमारी टीम
id_id: Tim
pt_pt: Equipe
sw: Timu

source: team
bn_bd: টিম
es_es: equipo
fr_fr: lequipe
hi_hi: हमारी टीम
id_id: tim
pt_pt: equipe
sw: timu

source: contact
bn_bd: যোগাযোগ
es_es: contacto
fr_fr: contactez-nous
hi_hi: संपर्क
id_id: kontak
pt_pt: contato
sw: Mawasiliano yetu

source: Short News
bn_bd: শর্ট নিউজ
es_es: En corto
fr_fr: Infos brèves
hi_hi: शॉर्ट खबरें
id_id: Berita Singkat
pt_pt: Notícias curtas
sw: Habari fupi

source: list/
bn_bd: তালিকা
hi_hi: लिस्ट/
sw: orodha/

source: Explore All
bn_bd: সব ঘুরে দেখুন
es_es: Explora todo
fr_fr: Tout découvrir
hi_hi: सभी देखें
id_id: Jelajahi Semua
pt_pt: Explorar tudo
sw: Chunguza vyote

source: Selva tropicales
es_es: Selvas tropicales
hi_hi: सेल्वा ट्रॉपिकल्स
id_id: Hutan hujan tropis
pt_pt: Florestas tropicais
sw: Misitu ya kitropiki

source: Impact
es_es: Impacto
hi_hi: खबर का असर
id_id: Dampak
pt_pt: Impacto
sw: Athari

source: <span class="icon icon-specials">Special issues</span> connect the dots between stories
fr_fr: Les points entre les histoires sont reliés par les <span class="icon icon-specials">éditions spéciales</span>
hi_hi: <span class="icon icon-specials">विशेष संस्करण </span> जो खबरों को जोड़ते हैं।
id_id: <span class="icon icon-specials">Terbitan khusus</span> yang menghubungkan titik-titik di antara artikel
pt_pt: <span class="icon icon-specials">Séries de reportagens</span> para se aprofundar nas questões mais urgentes
sw: <span class="icon icon-specials">Matoleo maalum</span> huunganisha hoja zilizoko kwenye habari

source: Listen to Nature with thought-provoking <span class="icon icon-podcast">podcasts</span>
es_es: Escuche la naturaleza con maravillosos <span class="icon icon-podcast">podcasts</span>
fr_fr: Ecouter la nature avec des podcasts qui incitent à la réflexion <span class="icon icon-podcast">podcasts</span> stimulantes
hi_hi: विचारप्रेरक <span class="icon icon-podcast">पॉडकास्ट</span> के ज़रिए प्रकृति को सुनिए।
id_id: Dengarkan Alam dengan <span class="icon icon-podcast">podcast</span> yang menggugah pikiran
pt_pt: Histórias da natureza em<span class=“icon icon-podcast”>podcasts</span> instigantes
sw: Jifunze kuhusu mazingira kupitia kipengele cha aikoni ya <span class="icon icon-podcast">podikasti </span> inayochochea fikra

source: en-corto
hi_hi: संक्षेप में
pt_pt: noticias-curtas

source: ?s=&formats=post+custom_story+videos+podcasts+specials+short_article
hi_hi: ?s=&formats=पोस्ट+कस्टम_स्टोरी+वीडियो+पॉडकास्ट+विशेषांक+संक्षिप्त_लेख

source: https://www.mongabay.com/about/
id_id: https://www.mongabay.co.id/tentang/
pt_pt: https://brasil.mongabay.com/sobre/

source: Articles by
it_it: Articoli di

source: Mongabay seeks to raise interest in and appreciation of wild lands and wildlife, while examining the impact of emerging trends in climate, technology, economics,and finance on conservation and development.
it_it: Mongabay cerca di suscitare interesse e considerazione per terre e animali selvaggi e, allo stesso tempo, di esaminare lʼimpatto delle nuove tendenze del clima, della tecnologia, dellʼeconomia e della finanza sulla conservazione e lo sviluppo.

source: Environmental headlines
hi_in: पर्यावरण से जुड़ी सुर्खियां
it_it: Mongabay: Notizie sull’Ambiente

source: Mongabay is a non-profit provider of conservation and environmental science news.
hi_in: मोंगाबे एक गैर-लाभकारी संस्था है जो संरक्षण, पर्यावरण और विज्ञान की खबरें उपलब्ध कराती है.
it_it: Notizie e ispirazione dalla natura - Giornalismo ambientale indipendente.

source: Special series
hi_in: विशेष सीरिज
it_it: serie speciali

source: More articles
hi_in: और देखें
it_it: più articoli

source: Header Menu
hi_in: हेडर मेन्यू
it_it: Menù Intestazioni

source: Sidebar Menu
hi_in: साइडबार मेन्यू
it_it: Menù laterale

source: Extra Menu
hi_in: अतिरिक्त
it_it: Extra Menù

source: Sidebar Widget
hi_in: साइबार विजेट
it_it: Widget barra laterale

source: All sidebar widgets should be placed here.
hi_in: सभी साइडबार विजेट यहां होने चाहिए.
it_it: tutti i widget della barra laterale vanno messi qui

source: Footer Widget 1/4
hi_in: फुटर विजेट 1/4
it_it: Widget del footer 1/4

source: First column widget
hi_in: पहला कॉलम विजेट
it_it: widget prima colonna

source: Footer Widget 2/4
hi_in: फुटर विजेट 2/4
it_it: Widget del footer 2/4

source: Second column widget
hi_in: दूसरा कॉलम विजेट
it_it: widget seconda colonna

source: Footer Widget 3/4
hi_in: फुटर विजेट 3/4
it_it: Widget del footer 3/4

source: Third column widget
hi_in: थर्ड कॉलम विजेट
it_it: widget terza colonna

source: Footer Widget 4/4
hi_in: फुटर विजेट 4/4
it_it: Widget del footer 4/4

source: Forth column widget
hi_in: पहला कॉलम विजेट
it_it: widget quarta colonna

source: Topic and location tabs
hi_in: विषय और स्थान टैब
it_it: etichette di tema e luogo

source: Listing topics and locations as tabbed content
hi_in: विषय और स्थानों को टैब में सूचिबद्ध करना
it_it: elencare temi e luoghi come contenuti a schede

source: By topic
hi_in: विषय अनुसार
it_it: per tema

source: By location
hi_in: स्थान अनुसार
it_it: per luogo

source: Many more topics
hi_in: अन्य विषय
it_it: Molti più temi

source: Browse more locations
hi_in: और स्थान देखें
it_it: sfoglia più luoghi

source: New title
hi_in: नया शीर्षक
it_it: Nuovo titolo

source: Title:
hi_in: शीर्षक:
it_it: Titolo:

source: by
it_it: di

source: News sections
hi_in: नया सेक्शन
it_it: Nuove sezioni

source: Language
hi_in: भाषा
it_it: Lingua

source: %s Search Results for
hi_in: %s के लिए खोज परिणाम
it_it: %s Cerca risultati per

source: Search
hi_in: खोजें
it_it: Cerca

source: Mongabay Series:
it_it: Serie di Mongabay:

source: Article published by
it_it: Articolo pubblicato da

source: on
it_it: il

source: Mongabay Environmental News
hi_in: मोंगाबे पर्यावरण समाचार
it_it: Mongabay: Notizie sull’Ambiente

source: Mongabay WordPress Theme
hi_in: मोंगाबे वर्डप्रेस थीम
it_it: Tema Wordpress di Mongabay

source: www.mkras.com
it_it: Martin Krasilnikov

source: Conservation news on
hi_in: इससे जुड़े संरक्षण समाचार

source: Mongabay Séries:
hi_in: मोंगाबे सीरिज:

source: on
hi_in: पर

source: Commentary
hi_in: कमेंट्री

source: Analysis
hi_in: विश्लेषण
