Repository: mongabay/Mongabay-News-Wordpress-Theme
Catalog: languages/*.po
Languages: bn_bd, es_es, fr_fr, hi_hi, hi_in, id_id, it_it, pt_pt, sw

source: Page not found
bn_bd: দুঃখিত! পৃষ্ঠাটি খুঁজে পাওয়া যায়নি
es_es: No se encontró la página
fr_fr: Page introuvable
hi_hi: पेज नहीं मिला
hi_in: पेज उपलब्ध नहीं है
id_id: Halaman tidak ditemukan
it_it: Pagina non trovata
pt_pt: Página não encontrada
sw: Ukurasa haupatikani

source: Return home?
bn_bd: হোমপেজে ফিরে যান?
es_es: ¿Volver al inicio?
fr_fr: Retourner à l’accueil?
hi_hi: होम पेज पर वापस जाएंगे?
hi_in: होम पेज पर जाएं?
id_id: Kembali ke beranda?
it_it: Tornare alla home page?
pt_pt: Voltar ao início?
sw: Rudi mwanzo

source: Top stories
bn_bd: টপ স্টোরি
es_es: Noticias destacadas
fr_fr: À la une
hi_hi: सूर्खियां
id_id: Berita utama
pt_pt: Matérias em destaque
sw: Habari kubwa

source: Latest
bn_bd: সাম্প্রতিক
es_es: Lo último
fr_fr: Les infos récentes
hi_hi: ताजा खबरें
id_id: Terbaru
pt_pt: Mais recente
sw: Mpya

source: All news
bn_bd: সব সংবাদ
es_es: Más noticias
fr_fr: Toutes les infos
hi_hi: सभी खबरें
id_id: Semua berita
pt_pt: Todas as notícias
sw: Habari zote

source: Quickly stay updated with our news <span>shorts</span>
bn_bd: দ্রুত জানুন, আমাদের সর্বশেষ সংবাদ
es_es: Mántente al día con nuestras noticias
fr_fr: S’informer rapidement avec nos articles courts <span> brèves actualités</span>
hi_hi: हमारी <span> छोटी ख़बरों </span> के माध्यम से अपडेट रहें
id_id: Dapatkan Update <span>celana pendek</span> berita kami dengan cepat
pt_pt: Fique por dentro com nossas notícias <span>curtas</span>
sw: Pata habari punde zinapochapishwa

source: About
bn_bd: মঙ্গাবে সম্পর্কে
es_es: Nosotros
fr_fr: À propos
hi_hi: हमारे बारे में
id_id: Tentang
pt_pt: Sobre
sw: Kuhusu sisi

source: stories
bn_bd: স্টোরি
es_es: historias
fr_fr: histoires
hi_hi: खबरें
id_id: cerita
pt_pt: matérias
sw: Habari

source: No results found
bn_bd: দুঃখিত, কোনো ফলাফল পাওয়া যায়নি
es_es: No se encontraron resultados
fr_fr: Aucun résultat trouvé
hi_hi: कोई परिणाम नहीं मिला
id_id: Tidak ada hasil yang ditemukan
pt_pt: Nenhum resultado encontrado
sw: Hakuna matokeo yoyote

source: Post is password protected. Enter the password to view any comments.
bn_bd: পোস্টটি পাসওয়ার্ড দ্বারা সুরক্ষিত।মন্তব্য দেখতে পাসওয়ার্ড দিন।
es_es: La publicación está protegida. Ingresa la contraseña para ver los comentarios.
fr_fr: Les articles sont protégés par un mot de passe.. Pour consulter tous les commentaires, veuillez entrer votre mot de passe.
hi_hi: पोस्ट पासवर्ड से सुरक्षित है। टिप्पणियां देखने के लिए पासवर्ड दर्ज करें।
id_id: Postingan dilindungi kata sandi. Masukkan kata sandi untuk melihat komentar mana pun.
pt_pt: A postagem é protegida por senha. Insira a senha para visualizar os comentários.
sw: Chapisho hili limewekewa nywila. Weka nywila ili kuona maoni

source: Comments are closed here.
bn_bd: মন্তব্য গ্রহণ বন্ধ রয়েছে।
es_es: Los comentarios están cerrados aquí.
fr_fr: Il n’est plus possible de commenter.
hi_hi: यहाँ टिप्पणियां बंद कर दी गई हैं।
id_id: Komentar ditutup di sini.
pt_pt: Os comentários estão fechados aqui.
sw: Maoni yamefungwa hapa

source: Latest features
bn_bd: সর্বশেষ ফিচারসমূহ
es_es: Últimas historias destacadas
fr_fr: Les plus récents reportages
hi_hi: ताज़ा फ़ीचर
id_id: Fitur terbaru
pt_pt: Últimos destaques
sw: Makala mpya

source: All features
bn_bd: সকল ফিচার
es_es: Todas las historias destacadas
fr_fr: Tous les grands reportages
hi_hi: सभी फ़ीचर
id_id: Semua fitur
pt_pt: Todos os destaques
sw: Makala zote

source: News formats
bn_bd: নিউজ ফরম্যাট
es_es: Secciones
fr_fr: Les nouveaux formats d’actualités
hi_hi: ख़बरों के प्रारूप
id_id: Format berita
pt_pt: Formatos
sw: Aina za habari

source: Videos
bn_bd: ভিডিওসমূহ
fr_fr: Vidéos
hi_hi: वीडियो
id_id: Video
pt_pt: Vídeos
sw: Video

source: Video
bn_bd: ভিডিও
fr_fr: Vidéo
hi_hi: वीडियो
pt_pt: Vídeo

source: Podcasts
bn_bd: পডকাস্টসমূহ
hi_hi: पॉडकास्ट
id_id: Podcast
sw: Podikasti

source: Podcast
bn_bd: পডকাস্ট
hi_hi: पॉडकास्ट
sw: Podikasti

source: Articles
bn_bd: নিবন্ধসমূহ
es_es: Artículos
hi_hi: लेख
id_id: Artikel
pt_pt: Matérias
sw: Taarifa

source: Specials
bn_bd: বিশেষ সংখ্যাসমূহ
es_es: Especiales
fr_fr: Les séries spéciales
hi_hi: विशेष
id_id: Spesial
pt_pt: Especiais
sw: MAtoleo Maalum

source: Animals
bn_bd: প্রাণিকুল
fr_fr: Animaux
hi_hi: जीव
id_id: Satwa
pt_pt: Animais
sw: Wanyama

source: animals
bn_bd: প্রাণিকুল
fr_fr: animaux
hi_hi: जीव
id_id: satwa
sw: wanyama

source: Forests
bn_bd: বন
es_es: Bosques
fr_fr: Forêts
hi_hi: जंगल
id_id: Hutan
pt_pt: Florestas
sw: Misitu

source: Wildlife
bn_bd: বন্যপ্রাণি
es_es: Vida silvestre
fr_fr: Faune
hi_hi: वन्यजीव
id_id: Alam liar
pt_pt: Fauna
sw: Wanyamapori

source: Custom Story
bn_bd: কাস্টম স্টোরি
hi_hi: आपकी पसंद की खबरें
sw: Habari Maalum

source: Asia
bn_bd: এশিয়া
hi_hi: एशिया

source: asia
bn_bd: এশিয়া
hi_hi: एशिया

source: Africa
bn_bd: আফ্রিকা
hi_hi: अफ्रीका
sw: Afrika

source: africa
bn_bd: আফ্রিকা
hi_hi: अफ्रीका
sw: afrika

source: South America
bn_bd: দক্ষিণ আমেরিকা
hi_hi: साउथ अमेरिका
sw: Amerika ya Kusini

source: south-america
bn_bd: দক্ষিণ আমেরিকা
hi_hi: साउथ अमेरिका
sw: amerika-ya-kusini

source: Indonesia
bn_bd: ইন্দোনেশিয়া
hi_hi: इंडोनेशिया

source: indonesia
bn_bd: ইন্দোনেশিয়া
hi_hi: इंडोनेशिया

source: Amazon
bn_bd: আমাজন
hi_hi: अमेजन
sw: Amazoni

source: amazon
bn_bd: আমাজন
hi_hi: अमेजन
sw: amazoni

source: Congo
bn_bd: কঙ্গো
hi_hi: कॉन्गो
sw: Kongo

source: congo
bn_bd: কঙ্গো
hi_hi: कॉन्गो
sw: kongo

source: wildlife
bn_bd: বন্যপ্রাণি
es_es: vida-silvestre
fr_fr: faune
hi_hi: वन्यजीव
id_id: alam liar
pt_pt: fauna
sw: wanyamapori

source: forests
bn_bd: বন
es_es: bosques
fr_fr: forets
hi_hi: जंगल
id_id: hutan
pt_pt: florestas
sw: misitu

source: indigenous-peoples
bn_bd: আদিবাসী জনগোষ্ঠী
es_es: pueblos-indigenas
fr_fr: peuples-autochtones
hi_hi: आदिवासी समुदाय
id_id: masyarakat-adat
pt_pt: povos-indigenas
sw: jamii-asilia

source: agroecology
bn_bd: কৃষি প্রতিবেশ
es_es: agroecologia
fr_fr: agroecologie
hi_hi: कृषि वानिकी
id_id: agroekologi
pt_pt: agroecologia
sw: Kilimo-ikolojia

source: Oceans
bn_bd: মহাসাগর
es_es: Océanos
fr_fr: Océans
hi_hi: समुद्र
id_id: Lautan
pt_pt: Oceanos
sw: Bahari

source: oceans
bn_bd: মহাসাগর
es_es: oceanos
hi_hi: समुद्र
id_id: lautan
pt_pt: oceanos
sw: bahari

source: climate
bn_bd: জলবায়ু
es_es: climatico
fr_fr: climat
hi_hi: जलवायु
id_id: iklim
pt_pt: clima
sw: hali ya hewa

source: conservation-solutions
bn_bd: সংরক্ষণ কৌশল
es_es: soluciones-de-conservacion
fr_fr: solutions de conservation
hi_hi: संरक्षण के उपाय
id_id: solusi-konservasi
pt_pt: solucoes-de-conservacao
sw: suluhisho-za-uhifadhi

source: all topics
bn_bd: সকল বিষয়
es_es: todos los temas
fr_fr: tous les sujets
hi_hi: सभी विषय
id_id: semua topik
pt_pt: todos os tópicos
sw: mada zote

source: Feature
bn_bd: ফিচার
es_es: Destacada
fr_fr: Grand reportage
hi_hi: फ़ीचर
id_id: Fitur
pt_pt: Destaque
sw: Makala

source: Conservation
bn_bd: সংরক্ষণ
es_es: Conservación
hi_hi: संरक्षण
id_id: Konservasi
pt_pt: Conservação
sw: Uhifadhi

source: conservation
bn_bd: সংরক্ষণ
hi_hi: संरक्षण
id_id: konservasi
pt_pt: conservação
sw: uhifadhi

source: Indigenous Peoples
bn_bd: আদিবাসী জনগোষ্ঠী
es_es: Pueblos Indígenas
fr_fr: Peuples autochtones
hi_hi: आदिवासी समुदाय
id_id: Masyarakat Adat
pt_pt: Povos Indígenas
sw: Jamii Asilia

source: Short news
bn_bd: সংক্ষিপ্ত সংবাদ
es_es: En corto
fr_fr: Les brèves nouvelles
hi_hi: संक्षिप्त खबरें
id_id: Berita singkat
pt_pt: Notícias curtas
sw: Habari fupi

source: Feature Stories
bn_bd: ফিচার স্টোরিসমূহ
es_es: Historias destacadas
fr_fr: Les reportages
hi_hi: फ़ीचर खबरें
id_id: Artikel Fitur
pt_pt: Destaques
sw: Makala

source: The Latest
bn_bd: সাম্প্রতিক
es_es: Más contenidos
fr_fr: Les infos récentes
hi_hi: ताजा खबरें
id_id: Terbaru
pt_pt: Últimas
sw: Za sasa hivi

source: Contact
bn_bd: যোগাযোগ
es_es: Contacto
hi_hi: संपर्क
id_id: Kontak
pt_pt: Contato
sw: Mawasiliano

source: Donate
bn_bd: অনুদান দিয়ে আমাদের পাশে থাকুন
es_es: Donar
fr_fr: Faire un don
hi_hi: डोनेट
id_id: Donasi
pt_pt: Doar
sw: Changia

source: Newsletters
bn_bd: নিউজলেটার
fr_fr: Bulletin d’information
hi_hi: न्यूजलेटर्स
id_id: Buletin
sw: Vijarida

source: Submissions
bn_bd: জমাকৃত লেখা
es_es: Cómo proponer historias
fr_fr: Soumissions
hi_hi: हमारे लिए लिखें
id_id: Mengirim Berita
pt_pt: Envios
sw: Michango ya Maandishi

source: Terms of Use
bn_bd: ব্যবহারের শর্তাবলি
es_es: Condiciones de uso
fr_fr: Conditions d’utilisation
hi_hi: उपयोग के नियम
id_id: Ketentuan Penggunaan
pt_pt: Termos de uso
sw: Masharti ya matumizi

source: External links
bn_bd: এক্সটার্নাল লিংক
es_es: Enlaces externos
fr_fr: Les liens externes
hi_hi: बाहरी लिंक्स
id_id: Tautan eksternal
pt_pt: Links externos
sw: Viungo vya Nje

source: Wild Madagascar
bn_bd: অরণ্যঘেরা মাদাগাস্কার
fr_fr: Madagascar sauvage
hi_hi: वाइल्ड मेडागास्कर
sw: Pori la Madagascar

source: For Kids
bn_bd: শিশুদের জন্য
es_es: Para niños
fr_fr: Pour les enfants
hi_hi: बच्चों के लिए
id_id: Mongabay Kids
pt_pt: Para crianças
sw: Kwa Watoto

source: Reforestation App
bn_bd: বনায়ন অ্যাপ

source: Planetary Health Check
bn_bd: পৃথিবীর স্বাস্থ্য পর্যালোচনা

source: Conservation Effectiveness
bn_bd: সংরক্ষণের কার্যকারিতা

source: Mongabay Data Studio
bn_bd: মঙ্গাবে ডেটা স্টুডিও

source: Tropical Forest Network
bn_bd: ক্রান্তীয় বন নেটওয়ার্ক
es_es: Red de Bosques Tropicales
fr_fr: Réseau de la forêt tropicale
hi_hi: ट्रॉपिकल फॉरेस्ट नेटवर्क
id_id: Jaringan Hutan Tropis
sw: Mtandao wa Misitu ya Kitropiki

source: Social media
bn_bd: সামাজিক যোগাযোগমাধ্যম
es_es: Redes sociales
fr_fr: Réseaux sociaux
hi_hi: सोशल मीडिया
id_id: Media sosial
pt_pt: Mídias sociais
sw: Mitandao ya kijamii

source: LinkedIn
bn_bd: লিংকডইন
hi_hi: लिंक्डइन

source: Instagram
bn_bd: ইনস্টাগ্রাম
hi_hi: इंस्टाग्राम

source: Youtube
bn_bd: ইউটিউব
hi_hi: यूट्यूब

source: X
bn_bd: এক্স
hi_hi: एक्स

source: Facebook
bn_bd: ফেসবুক
hi_hi: फेसबुक

source: Tiktok
bn_bd: টিকটক

source: Reddit
bn_bd: রেডিট

source: Bluesky
bn_bd: ব্লুস্কাই

source: WhatsApp
bn_bd: হোয়াটস অ্যাপ

source: Telegram
bn_bd: টেলিগ্রাম

source: RSS / XML
bn_bd: আরএসএস / এক্সএমএল
hi_hi: आरएसएस / एक्सएमएल

source: Mastodon
bn_bd: মাস্টোডন
hi_hi: मैस्टोडॉन

source: Android app
bn_bd: অ্যান্ড্রয়েড অ্যাপ
fr_fr: L’application Android
hi_hi: एंड्रॉइड एप
id_id: Aplikasi Android

source: Apple News
bn_bd: অ্যাপল নিউজ
fr_fr: Les nouvelles Apple
hi_hi: एप्पल न्यूज
sw: Habari za Apple

source: View Article
bn_bd: নিবন্ধ দেখুন
es_es: Ver artículo
fr_fr: Voir l’article
hi_hi: लेख देखें
hi_in: लेख देखें
id_id: Lihat Artikel
it_it: Visualizza articolo
pt_pt: Ver matéria
sw: Tazama taarifa

source: Results for:
bn_bd: ফলাফল
es_es: Resultados para:
fr_fr: Résultats pour:
hi_hi: परिणाम:
id_id: Hasil untuk:
pt_pt: Resultados para:
sw: Matokeo ya:

source: You cannot add terms to this taxonomy
bn_bd: আপনি এই বিভাগে শব্দ যোগ করতে পারবেন না
es_es: No se pueden agregar términos a esta taxonomía
fr_fr: Vous ne pouvez pas ajouter de termes à cette taxonomie
hi_hi: आप इस टेक्सोनॉमी में टर्म नहीं जोड़ सकते
hi_in: आप इस वर्गीकरण में अपने नियम नहीं जोड़ सकते
id_id: Anda tidak dapat menambahkan istilah pada taksonomi ini
it_it: Impossibile aggiungere termini a questa tassonomia
pt_pt: Você não pode adicionar termos a esta taxonomia
sw: Huwezi kuongeza masharti kwenye taksonomia hii

source: Stats Widget
bn_bd: পরিসংখ্যান উইজেট
es_es: Widget de estadísticas
fr_fr: Widget de statistiques
hi_hi: स्टैट्स विजेट
id_id: Widget Statistik
pt_pt: Widget de estatísticas
sw: Takwimu za Wijeti

source: Stats page sidebar widgets should be placed here.
bn_bd: পরিসংখ্যান পৃষ্ঠার সাইডবার উইজেটগুলো এখানে রাখুন।
es_es: Los widgets de la barra lateral de la pÃ¡gina de estadÃ­sticas deben colocarse aquÃ­
fr_fr: Les widgets de la barre latérale de la page de statistiques doivent être placés ici.
hi_hi: स्टैट्स पेज के साइडबार विजेट यहां रखे जाने चाहिए।
id_id: Widget sidebar halaman statistik harus ditempatkan di sini.
pt_pt: Os widgets da barra lateral da página de estatísticas devem ser colocados aqui.
sw: Wijeti za upande wa ukurasa wa takwimu zinapaswa kuwekwa hapa

source: Conservation news on
bn_bd: সংরক্ষণ বিষয়ক সংবাদ
es_es: Noticias ambientales sobre
fr_fr: Nouvelles sur la conservation
hi_hi: संरक्षण से संबंधित समाचार
id_id: Berita konservasi aktif
pt_pt: Notícias de conservação em
sw: Habari za uhifadhi zinapatikana

source: If article is featured
bn_bd: যদি নিবন্ধটি ফিচার করা হয়
es_es: Si el artículo aparece
fr_fr: Si l’article est de premier plan
hi_hi: अगर लेख फ़ीचर में है
id_id: Jika artikel ditampilkan
pt_pt: Se o artigo estiver destacado
sw: Ikiwa taarifa imechapishwa

source: Bulletpoint 1
bn_bd: বুলেট পয়েন্ট ১
es_es: Punto 1
fr_fr: Tiret 1
hi_hi: बुलेट पॉइन्ट 1
id_id: Poin 1
pt_pt: Ponto 1
sw: Nukta 1

source: Bulletpoint 2
bn_bd: বুলেট পয়েন্ট ২
es_es: Punto 2
fr_fr: Tiret 2
hi_hi: बुलेट पॉइन्ट 2
id_id: Poin 2
pt_pt: Ponto 2
sw: Nukta 2

source: Bulletpoint 3
bn_bd: বুলেট পয়েন্ট ৩
es_es: Punto 3
fr_fr: Tiret 3
hi_hi: बुलेट पॉइन्ट 3
id_id: Poin 3
pt_pt: Ponto 3
sw: Nukta 3

source: Bulletpoint 4
bn_bd: বুলেট পয়েন্ট ৪
es_es: Punto 4
fr_fr: Tiret 4
hi_hi: बुलेट पॉइन्ट 4
id_id: Poin 4
pt_pt: Ponto 4
sw: Nukta 4

source: Article link
bn_bd: নিবন্ধ লিংক
es_es: Enlace del artículo
fr_fr: Lien vers l’article
hi_hi: आर्टिकल लिंक
id_id: Tautan artikel
pt_pt: Link do artigo
sw: Kiungo cha taarifa

source: Please set Featured Image. Article cannot be published without one.
bn_bd: অনুগ্রহ করে একটি ফিচারড ছবি সেট করুন।ছবি ছাড়া প্রতিবেদন প্রকাশ করা যাবে না।
es_es: Selecciona una imagen destacada. El artículo no se puede publicar sin ella.
fr_fr: Merci d’inclure une photo. L’article ne peut être publié sans une image.
hi_hi: कृपया फीचर्ड इमेज सेट करें। इसके बिना लेख प्रकाशित नहीं किया जा सकता।
id_id: Silakan atur Gambar Utama. Artikel tidak dapat diterbitkan tanpanya.
pt_pt: Defina a imagem em destaque. O artigo não pode ser publicado sem uma.
sw: Tafadhali weka picha iliyopangwa. Taarifa isiyo na picha haiwezi kuchapishwa.

source: No older posts
bn_bd: পুরনো পোস্ট নেই
es_es: No hay publicaciones antiguas
fr_fr: Pas de publications
hi_hi: कोई पुराना पोस्ट नहीं
id_id: Tidak ada postingan lama
pt_pt: Nenhuma postagem mais antiga
sw: Hakuna machapisho ya zamani

source: Feature story
bn_bd: ফিচার স্টোরি
es_es: Historias destacadas
fr_fr: Grand Reportage
hi_hi: फ़ीचर स्टोरी
id_id: Artikel fitur
pt_pt: Destaque
sw: Makala

source: Subscribe page
bn_bd: সাবস্ক্রাইব করুন
es_es: Suscríbete
fr_fr: Souscrire à cette page
hi_hi: सब्सक्राइब पेज
id_id: Halaman berlangganan
pt_pt: Inscrever
sw: Ukurasa wa kujisajili

source: Privacy Policy
bn_bd: গোপনীয়তা নীতি
es_es: Política de privacidad
fr_fr: Politique de confidentialité
hi_hi: निजता की शर्तें
id_id: Kebijakan Privasi
pt_pt: Política de Privacidade
sw: Sera ya faragha

source: Advertising
bn_bd: বিজ্ঞাপন
es_es: Anuncios
fr_fr: Publicité
hi_hi: विज्ञापन
id_id: Iklan
pt_pt: Anunciar
sw: Matangazo

source: Impacts
bn_bd: প্রভাবসমূহ

source: Watch unique <span class="icon icon-play">videos</span> that cut through the noise
bn_bd: দেখুন ব্যতিক্রমী কিছু
es_es: No te pierdas los <span class=”icon icon-play”>videos</span> más importantes de nuestra cobertura
fr_fr: Regardez des <span class="icon icon-play">videos</span> qui se démarquent du bruit
hi_hi: खास <span class=”icon icon-play”>वीडियो</span> जो दूसरों से हटकर हैं
id_id: Tonton <span class="icon icon-play">video</span> unik yang menghilangkan kebisingan
pt_pt: Assista a nossos <span class=“icon icon-play”>vídeos</span> exclusivos
sw: Tazama video <span class=”icon icon-play”>videos</span> maalum

source: Quickly stay updated with our news <span class="icon icon-shorts">shorts</span>
bn_bd: দ্রুত জানুন, আমাদের সংবাদ
es_es: Mantente al día con nuestras noticias <span class="icon icon-shorts">En corto</span>
fr_fr: Restez rapidement informé en parcourant nos <span class=“icon icon-shorts”>brèves nouvelles</span>
hi_hi: हमारी खबरों से जुड़े रहें <span class="icon icon-shorts"> शॉर्ट्स </span> द्वारा
id_id: Pantau terus berita terbaru kami <span class="icon icon-shorts">singkat</span>
pt_pt: Mantenha-se atualizado com nossas <span class=“icon icon-shorts”>notícias curtas</span>
sw: Pata habari zetu punde zinapochapishwa

source: Sorry, nothing to display.
bn_bd: দুঃখিত, প্রদর্শনের জন্য কিছু নেই।
es_es: Lo sentimos, no hay nada que mostrar.
fr_fr: Désolé, rien à afficher.
hi_hi: माफ़ कीजिए यहां कुछ उपलब्ध नहीं है।
hi_in: क्षमा करें, उपलब्ध नहीं है.
id_id: Maaf, tidak ada yang bisa ditampilkan.
it_it: Niente da visualizzare
pt_pt: Desculpe, nada para exibir.
sw: Samahani, hakuna cha kuonyesha

source: Latest podcasts
bn_bd: সর্বশেষ পডকাস্টসমূহ
es_es: Últimos podcasts
fr_fr: Podcasts récents
hi_hi: नए पॉडकास्ट
id_id: Podcast terbaru
pt_pt: Últimos podcasts
sw: Podikasti za hivi punde

source: All podcasts
bn_bd: সকল পডকাস্ট
es_es: Todos los podcasts
fr_fr: Tous les podcasts
hi_hi: सभी पॉडकास्ट
id_id: Semua podcast
pt_pt: Todos os podcasts
sw: Podikasti zote

source: Type to search in any field.
bn_bd: যেকোনো বিষয় অনুসন্ধানের জন্য টাইপ করুন।
es_es: Escribe para buscar en cualquier campo.
fr_fr: Saisiser pour rechercher dans n’importe quel champ.
hi_hi: सर्च करने के लिए यहां टाइप करें।
id_id: Ketik untuk mencari di bagian mana pun.
pt_pt: Digite para pesquisar em qualquer campo.
sw: Andika kutafuta katika eneo lolote unalohitaji

source: Format
bn_bd: ফরম্যাট
es_es: Formato
hi_hi: फॉर्मेट
pt_pt: Formato
sw: Aina

source: Featured only
bn_bd: নির্বাচিত
es_es: Solo historias destacadas
fr_fr: Articles mis en avant
hi_hi: केवल फीचर पोस्ट
id_id: Hanya yang featured
pt_pt: Somente matérias em destaque
sw: Vilivyoainishwa tu

source: Try out our suggestions
bn_bd: আমাদের প্রস্তাবনা ব্যবহার করুন
es_es: Prueba estas recomendaciones
fr_fr: Essayez nos suggestions
hi_hi: इन्हें भी देखें
id_id: Coba saran kami
pt_pt: Experimente nossas sugestões
sw: Jaribu mapendekezo yetu

source: Forest articles
bn_bd: বন সম্পর্কিত নিবন্ধ
es_es: Artículos sobre bosques
fr_fr: Articles sur la forêt
hi_hi: जंगल की खबरें
id_id: Artikel hutan
pt_pt: Matérias sobre florestas
sw: Taarifa za misitu

source: Wildlife Videos
bn_bd: বন্যপ্রাণি সম্পর্কিত ভিডিওসমূহ
es_es: Animales en video
fr_fr: Vidéos sur la faune
hi_hi: वीडियो
id_id: Video Satwa Liar
pt_pt: Vídeos sobre fauna
sw: Video za wanyamapori

source: Conservation Podcasts
bn_bd: সংরক্ষণ বিষয়ক পডকাস্টসমূহ
es_es: Podcasts sobre conservación
fr_fr: Podcasts sur la conservation
hi_hi: पॉडकास्ट
id_id: Podcast Konservasi
pt_pt: Podcasts sobre conservação
sw: Podikasti za uhifadhi

source: Ocean Specials
bn_bd: মহাসাগর সম্পর্কিত বিশেষ সংখ্যাসমূহ
es_es: Especiales sobre océanos
fr_fr: Séries spéciales sur les océans
hi_hi: समुद्र की खबरें
id_id: Spesial Laut
pt_pt: Especiais sobre Oceanos
sw: Vipindi maalum vya bahari

source: To search, type and hit enter.
bn_bd: অনুসন্ধানের জন্য টাইপ করুন এবং এনটার প্রেস করুন।
es_es: Para buscar, escribe y pulsa Enter.
fr_fr: Pour effectuer une recherche, veuillez taper et appuyer sur Entrée.
hi_hi: सर्च करने के लिए टाइप कर एंटर दबाएं।
hi_in: सर्च के लिए, लिखें और एंटर दबाएं.
id_id: Untuk mencari, ketik dan tekan enter.
it_it: Per effettuare la ricerca, digitare e premere enter.
pt_pt: Para pesquisar, digite e pressione Enter.
sw: Ili kutafuta, andika na bonyeza kitupe kilichoandikwa ‘ingia’

source: No short articles found
bn_bd: সংক্ষিপ্ত কোনো নিবন্ধ খুঁজে পাওয়া যায়নি
es_es: No se encontraron En corto
fr_fr: Pas d’article court disponible
hi_hi: कोई शॉर्ट आर्टिकल उपलब्ध नहीं है।
id_id: Tidak ada artikel pendek yang ditemukan
pt_pt: Nenhuma notícia curta encontrada
sw: Hakuna taarifa fupi zilizopatikana

source: All Specials
bn_bd: বিশেষ সংখ্যাসমূহ
es_es: Todos los especiales
fr_fr: Toutes les séries spéciales
hi_hi: सभी विशेष खबरें
id_id: Semua yang Spesial
pt_pt: Todos os especiais
sw: Yote maalum

source: Transcript
bn_bd: অনুবাদ
es_es: Transcripción
fr_fr: Transcription
hi_hi: ट्रांस्क्रिप्ट
id_id: Salinan
pt_pt: Transcrição
sw: Nakala

source: Notice: Transcripts are machine and human generated and lightly edited for accuracy. They may contain errors.
bn_bd: দ্রষ্টব্য: অনুবাদগুলো যুগপৎভাবে যন্ত্র ও মানুষের তৈরি, কিছুটা সম্পাদিত। এতে ভুল থাকতে পারে।
es_es: Aviso: Las transcripciones son generadas automÃ¡ticamente y ligeramente editadas para garantizar su precisiÃ³n. Pueden presentar errores.
fr_fr: Attention : Il s’agit de documents créés par une machine ou un humain et légèrement modifiés pour garantir leur exactitude. Elles peuvent contenir des erreurs.
hi_hi: नोट: यह ट्रांसक्रिप्ट मशीन और इंसान द्वारा किए गए हैं और आंशिक रूप से संपादित हैं। इनमें कुछ गलतियां हो सकती हैं।
id_id: Pemberitahuan: Transkrip dibuat oleh mesin dan manusia serta sedikit diedit untuk akurasi. Mungkin ada kesalahan.
pt_pt: Aviso: As transcrições são geradas por máquinas e humanos e levemente editadas para precisão. Elas podem conter erros.
sw: Notisi: Nakala zimeundwa kwa msaada wa mashine na binadamu na zimehaririwa kidogo kwa usahihi. Huenda zikawa na...

source: Read full transcript
bn_bd: পুরো অনুবাদ পড়ুন
es_es: Lee la transcripción completa
fr_fr: Lire la transcription complète
hi_hi: पूरी ट्रांस्क्रिप्ट पढ़ें
id_id: Baca transkrip lengkap
pt_pt: Leia a transcrição completa
sw: Soma nakala kamili

source: Load more
bn_bd: আরো দেখুন
es_es: Cargar más
fr_fr: Voir plus
hi_hi: और देखें
id_id: Muat lebih banyak
pt_pt: Carregar mais
sw: Pakia zaidi

source: Latest articles
bn_bd: সর্বশেষ নিবন্ধ
es_es: Lo último
fr_fr: Articles récents
hi_hi: नए लेख
id_id: Artikel terbaru
pt_pt: Últimas matérias
sw: Taarifa za hivi punde

source: All articles
bn_bd: নিবন্ধসমূহ
es_es: Todos los artículos
fr_fr: Tous les articles
hi_hi: सभी लेख
id_id: Semua artikel
pt_pt: Todas as matérias
sw: Habari zote

source: Latest videos
bn_bd: সর্বশেষ ভিডিওসমূহ
es_es: Videos recientes
fr_fr: Récentes vidéos
hi_hi: नए वीडियोज
id_id: Video terbaru
pt_pt: Últimos vídeos
sw: Video za hivi punde

source: All videos
bn_bd: সকল ভিডিওসমূহ
es_es: Todos los videos
fr_fr: Toutes les vidéos
hi_hi: सभी वीडियोज
id_id: Semua video
pt_pt: Todos os vídeos
sw: Video zote

source: Share this
bn_bd: শেয়ার
es_es: Comparte esto
fr_fr: Partager
hi_hi: शेयर करें
id_id: Bagikan ini
pt_pt: Compartilhar
sw: Sambaza hii

source: If you liked this story, share it with other people.
bn_bd: প্রতিবেদনটি পছন্দ হলে অন্যদের সঙ্গে শেয়ার করুন।
es_es: Si te gustó esta historia, compártela con más personas.
fr_fr: Si cette histoire vous a plu, n’hésitez pas à la partager avec d’autres personnes.
hi_hi: अगर आपको यह लेख पसंद आया तो शेयर करें।
id_id: Jika Anda menyukai cerita ini, bagikan kepada orang lain.
pt_pt: Se você gostou desta matéria, compartilhe com outras pessoas.
sw: Ikiwa umeipenda hii habari, isambaze.

source: Page link
bn_bd: পেইজ লিংক
es_es: Copiar enlace
fr_fr: Lien vers le site
hi_hi: पेज का लिंक
id_id: Tautan halaman
pt_pt: Link da página
sw: Kiungo cha ukurasa

source: Share Short
bn_bd: শর্ট শেয়ার করুন
es_es: Comparte el En corto
fr_fr: Partager des nouvelles brèves
hi_hi: शॉर्ट को शेयर करें
id_id: Bagikan Short ini
pt_pt: Compartilhe notícias curtas
sw: Sambaza habari fupi

source: Read Full Article
bn_bd: পুরো নিবন্ধ পড়ুন
es_es: Lee el artículo completo
fr_fr: Lire l’article complet
hi_hi: पूरा लेख पढ़ें
id_id: Baca Artikel Lengkap
pt_pt: Leia a matéria completa
sw: Soma habari yote

source: Latest Specials
bn_bd: সর্বশেষ বিশেষ সংখ্যাসমূহ
es_es: Especiales recientes
fr_fr: Séries spéciales les plus récentes
hi_hi: विशेष
id_id: Spesial Terbaru
pt_pt: Especiais mais recentes
sw: Vichapisho maalum vya hivi punde

source: See All Key Ideas
bn_bd: মূল ধারণাগুলো দেখুন
es_es: Cinco datos clave
fr_fr: Voir toutes les idées clés
hi_hi: सभी मुख्य बिंदु देखें
id_id: Lihat Semua Ide Utama
pt_pt: Veja as ideias-chave
sw: Tazama Mawazo Yote Muhimu

source: Credits
bn_bd: কৃতজ্ঞতা স্বীকার
es_es: Créditos
fr_fr: Crédits
hi_hi: क्रेडिट्स
id_id: Kredit
pt_pt: Créditos
sw: Kutambua ushiriki
