Repository: mongabay/Mongabay-News-Wordpress-Theme
Catalog: languages/*.po
Languages: bn_bd, es_es, fr_fr, hi_hi, hi_in, id_id, it_it, pt_pt, sw

source: Editor
bn_bd: সম্পাদক
es_es: Editor/a
fr_fr: Rédacteur en chef
hi_hi: संपादक
pt_pt: Editor/a
sw: Mhariri

source: Comments
bn_bd: মন্তব্যসমূহ
es_es: Comentarios
fr_fr: Commentaires
hi_hi: टिप्पणियां
id_id: Komentar
pt_pt: Comentários
sw: Maoni

source: Topics
bn_bd: বিষয়াবলি
es_es: Temas
fr_fr: Sujets
hi_hi: विषय
id_id: Topik
pt_pt: Tópicos
sw: Mada

source: See Topics
bn_bd: বিষয়াবলি দেখুন
es_es: Ver temas
fr_fr: Voir les sujets
hi_hi: विषय देखें
id_id: Lihat Topik
pt_pt: Ver tópicos
sw: Tazama mada

source: Share
bn_bd: শেয়ার
es_es: Compartir
fr_fr: Partager
hi_hi: शेयर
id_id: Membagikan
pt_pt: Compartilhar
sw: Sambaza

source: Sorry, no posts matched your criteria.
bn_bd: দুঃখিত! আপনার চাহিদা অনুযায়ী কোনো পোস্ট পাওয়া যায়নি।
es_es: Lo sentimos, ninguna publicación coincide con tu búsqueda.
fr_fr: Désolé, aucun article ne correspond à vos critères.
hi_hi: माफ़ कीजिए, ऐसा कोई पोस्ट नहीं मिला जो आपकी खोज से मेल खाता हो।
id_id: Maaf, tidak ada postingan yang sesuai dengan kriteria Anda.
pt_pt: Desculpe, nenhuma postagem corresponde aos seus critérios.
sw: Samahani, hakuna taarifa inayokidhi vigezo vyako

source: In-depth <span>feature stories</span> reveal context and insight
bn_bd: গভীর বিশ্লেষণ
es_es: Cubrimos las <span>historias ambientales</span> más importantes de Latinoamérica
fr_fr: Des <span>histoires vedette</span> approfondis révèlent le contexte et les perspectives
hi_hi: विस्तृत <span>फ़ीचर स्टोरीज़</span>आपको पृष्ठभूमि और विश्लेषण दिखाती हैं।
id_id: <span>Artikel</span> mendalam yang mengungkap konteks dan wawasan
pt_pt: Um mergulho nos mais importantes <span>temas socioambientais</span> do Brasil
sw: Kwa undani <span>Makala</span> huonyesha muktadha na kupanua maarifa

source: No posts found
bn_bd: দুঃখিত! কোনো পোস্ট পাওয়া যায়নি
es_es: No se encontraron publicaciones
fr_fr: Aucun article trouvé
hi_hi: कोई पोस्ट नहीं मिला
id_id: Tidak ada postingan yang ditemukan
pt_pt: Nenhuma postagem encontrada
sw: Hakuna habari iliyopatikana

source: Special Issues connect the dots between stories
bn_bd: বিশেষ সংখ্যাগুলো একাধিক গল্পের যোগসূত্র তুলে ধরে
es_es: Los especiales conectan los puntos entre las historias
fr_fr: Les points entre les histoires sont reliés par les éditions spéciales
hi_hi: विशेष संस्करण खबरों को जोड़ते हैं।
id_id: Edisi Khusus menghubungkan artikel-artikel
pt_pt: Séries de reportagens para se aprofundar nas questões mais urgentes
sw: Masuala maalum huunganisha hoja zilizoko kwenye habari

source: Related Articles
bn_bd: সংশ্লিষ্ট নিবন্ধসমূহ
es_es: Artículos relacionados
fr_fr: Sur le même sujet
hi_hi: संबंधित लेख
id_id: Artikel Terkait
pt_pt: Matérias relacionadas
sw: Taarifa zinazohusiana

source: More specials
bn_bd: আরো কিছু বিশেষ সংখ্যা
es_es: Más especiales
fr_fr: Plus de séries spéciales
hi_hi: और विशेष लेख
id_id: Lebih banyak spesial
pt_pt: Mais especiais
sw: Matoleo maalum zaidi

source: Interested in other Mongabay websites?
bn_bd: মঙ্গাবের অন্যান্য উদ্যোগ ঘুরে দেখুন?
es_es: ¿Interesado en otros sitios web de Mongabay?
fr_fr: Souhaitez-vous découvrir d’autres sites Mongabay?
hi_hi: मोंगाबे की दूसरी वेबसाइट्स में दिलचस्पी रखते हैं?
id_id: Tertarik dengan situs Mongabay lainnya?
pt_pt: Interessado em outros sites da Mongabay?
sw: Je, unapenda tovuti nyingine za Mongabay?

source: Mongabay seeks to raise interest in and appreciation of wild lands and wildlife, while examining the impact of emerging trends in climate, technology, economics, and finance on conservation and development.
bn_bd: মঙ্গাবে পৃথিবীর বন্যপ্রাণী ও প্রাকৃতিক ভূমির প্রতি মানুষের আগ্রহ ও মূল্যবোধ বাড়াতে কাজ করে।একইসঙ্গে সংরক্ষণ ও উন্নয়নে জলবায়ু, প্রযুক্তি, অর্থনীতি এবং অর্থায়নের পরিবর্তনশীল ধারা কী ধরেনর প্রভাব ফেলছে তা পর্যবেক্ষণ ও বিশ্লেষণ করে।
es_es: Mongabay no sólo busca incrementar el interés y el reconocimiento de la naturaleza, sino también investigar el impacto de las nuevas tendencias climáticas, tecnológicas, económicas y financieras en la conservación y el desarrollo.
fr_fr: Mongabay cherche à attirer l’attention et la reconnaissance pour les terres sauvages et la faune, tout en analysant l’influence des nouvelles tendances dans le climat, la technologie, l’économie et les finances sur la conservation et le développement.
hi_hi: मोंगाबे वन्यजीवों और प्राकृतिक क्षेत्रों के प्रति जागरूकता बढ़ाने के साथ-साथ जलवायु, तकनीक, अर्थव्यवस्था और वित्त के बदलते प्रभावों का अध्ययन करता है।
hi_in: वन भूमि और वन्यजीव के प्रति लोगों में रूचि और सम्मान बढ़े, मोंगाबे इसके लिए प्रयासरत है। इसके साथ ही मोंगाबे जलवायु परिवर्तन, प्रौद्योगिकी और अर्थव्यवस्था में हो रहे निरंतर बदलाव के सरंक्षण और विकास पर पड़ने वाले प्रभाव की पड़ताल करता है।.
id_id: Mongabay berupaya meningkatkan minat dan apresiasi terhadap alam liar dan satwa liar, sambil mengkaji dampak dari munculnya tren iklim, teknologi, ekonomi, dan keuangan terhadap konservasi dan pembangunan.
pt_pt: A Mongabay busca aumentar o interesse e a valorização dos territórios biodiversos e reportar o impacto das mudanças climáticas, tecnológicas, econômicas e financeiras na conservação e no desenvolvimento.
sw: Mongabay inalenga kuongeza hamasa na uthamini wa ardhi ya asili na wanyamapori, huku ikichunguza athari za mielekeo inayojitokeza katika hali ya hewa, teknolojia, uchumi, na fedha kwenye uhifadhi na maendeleo.

# Post type general name
source: Videos
bn_bd: ভিডিওসমূহ
fr_fr: Vidéos
hi_hi: वीडियो
id_id: Video
pt_pt: Vídeos
sw: Video

# Post type singular name
source: Video
bn_bd: ভিডিও
fr_fr: Vidéo
hi_hi: वीडियो
pt_pt: Vídeo

source: Search Videos
bn_bd: ভিডিও অনুসন্ধান
es_es: Buscar videos
fr_fr: Rechercher des vidéos
hi_hi: वीडियो सर्च करें
id_id: Cari Video
pt_pt: Pesquisar vídeos
sw: Tafuta video

source: Popular Videos
bn_bd: জনপ্রিয় ভিডিওসমূহ
es_es: Videos populares
fr_fr: Vidéos populaires
hi_hi: प्रचलित वीडियो
id_id: Video Populer
pt_pt: Vídeos populares
sw: Video zilizopendwa

source: All Videos
bn_bd: ভিডিওসমূহ
es_es: Todos los videos
fr_fr: Toutes les vidéos
hi_hi: सभी वीडियो
id_id: Semua Video
pt_pt: Todos os vídeos
sw: Video zote

source: Edit Video
bn_bd: ভিডিও সম্পাদনা
es_es: Editar videos
fr_fr: Editer la vidéo
hi_hi: एडिट वीडियो
id_id: Sunting Video
pt_pt: Editar vídeos
sw: Hariri video

source: Update Video
bn_bd: ভিডিওর সর্বশেষ সংযোজন
es_es: Actualizar video
fr_fr: Mise à jour la vidéo
hi_hi: अपडेट वीडियो
id_id: Perbarui Video
pt_pt: Atualizar vídeo
sw: Sasisha video

source: Add New Video
bn_bd: নতুন ভিডিও সংযুক্তি
es_es: Añadir nuevo video
fr_fr: Ajouter une nouvelle vidéo
hi_hi: नया वीडियो जोड़ें
id_id: Tambahkan Video Baru
pt_pt: Adicionar novo vídeo
sw: Ongeza video mpya

source: New Video Name
bn_bd: নতুন ভিডিওর নাম
es_es: Nuevo nombre del video
fr_fr: Nouveau nom de la vidéo
hi_hi: वीडियो का नाम
id_id: Nama Video Baru
pt_pt: Nome do novo vídeo
sw: Jina la video mpya

# Post type general name
source: Podcasts
bn_bd: পডকাস্টসমূহ
hi_hi: पॉडकास्ट्स
id_id: Podcast
sw: Podikasti

# Post type singular name
source: Podcast
bn_bd: পডকাস্ট
hi_hi: पॉडकास्ट
sw: Podikasti

source: Search Podcasts
bn_bd: পডকাস্ট অনুসন্ধান
es_es: Buscar podcasts
fr_fr: Rechercher des podcasts
hi_hi: पॉडकास्ट खोजें
id_id: Cari Podcast
pt_pt: Pesquisar podcasts
sw: Tafuta podikasti

source: Popular Podcasts
bn_bd: জনপ্রিয় পডকাস্টসমূহ
es_es: Podcasts populares
fr_fr: Podcasts populaires
hi_hi: प्रचलित पॉडकास्ट
id_id: Podcast Populer
pt_pt: Podcasts populares
sw: Podikasti maarufu

source: All Podcasts
bn_bd: সকল পডকাস্ট
es_es: Todos los podcasts
fr_fr: Tous les podcasts
hi_hi: सभी पॉडकास्ट
id_id: Semua Podcast
pt_pt: Todos os podcasts
sw: Podikasti zote

source: Edit Podcast
bn_bd: পডকাস্ট সম্পাদনা
es_es: Editar podcast
fr_fr: Editer le podcast
hi_hi: एडिट पॉडकास्ट
id_id: Sunting Podcast
pt_pt: Editar podcast
sw: Hariri podikasti

source: Update Podcast
bn_bd: পডকাস্ট সংযোজন
es_es: Actualizar podcast
fr_fr: Mettre à jour le podcast
hi_hi: अपडेट पॉडकास्ट
id_id: Perbarui Podcast
pt_pt: Atualizar podcast
sw: Sasisha podikasti

source: Add New Podcast
bn_bd: নতুন পডকাস্ট সংযুক্তি
es_es: Añadir nuevo podcast
fr_fr: Ajouter une nouveau podcast
hi_hi: नया पॉडकास्ट
id_id: Tambahkan Podcast Baru
pt_pt: Adicionar novo podcast
sw: Ongeza podikasti mpya

source: New Podcast Name
bn_bd: নতুন পডকাস্টের নাম
es_es: Nuevo nombre del podcast
fr_fr: Nouveau nom du podcast
hi_hi: नए पॉडकास्ट का नाम
id_id: Nama Podcast Baru
pt_pt: Nome do novo podcast
sw: Jina la podikasti mpya

# Post type general name
source: Short Articles
bn_bd: সংক্ষিপ্ত নিবন্ধসমূহ
es_es: En cortos
fr_fr: Infos brèves
hi_hi: शॉर्ट आर्टिकल्स
id_id: Artikel Pendek
pt_pt: Notícias curtas
sw: Taarifa fupi

# Post type singular name
source: Short Article
bn_bd: সংক্ষিপ্ত নিবন্ধ
es_es: En corto
fr_fr: Infos brèves
hi_hi: शॉर्ट आर्टिकल
id_id: Artikel Pendek
pt_pt: Notícia curta
sw: Taarifa fupi

source: Search Short Articles
bn_bd: সংক্ষিপ্ত নিবন্ধ অনুসন্ধান
es_es: Buscar En cortos
fr_fr: Rechercher les infos brèves
hi_hi: शॉर्ट आर्टिकल्स खोजें
id_id: Cari Artikel Pendek
pt_pt: Pesquisar notícias curtas
sw: Tafuta taarifa fupi

source: Popular Short Articles
bn_bd: জনপ্রিয় সংক্ষিপ্ত নিবন্ধ
es_es: En cortos populares
fr_fr: Infos brèves populaires
hi_hi: प्रचलित शॉर्ट आर्टिकल
id_id: Artikel Pendek Populer
pt_pt: Notícias curtas populares
sw: Taarifa fupi zinazopendwa

source: All Short Articles
bn_bd: সকল সংক্ষিপ্ত নিবন্ধ
es_es: Todos los En cortos
fr_fr: Toutes les infos brèves
hi_hi: सभी शॉर्ट आर्टिकल्स
id_id: Semua Artikel Pendek
pt_pt: Todas as notícias curtas
sw: Taarifa fupi zote

source: Edit Short Article
bn_bd: সংক্ষিপ্ত নিবন্ধ সম্পাদনা
es_es: Editar En cortos
fr_fr: Editer les infos brèves
hi_hi: एडिट शॉर्ट आर्टिकल
id_id: Sunting Artikel Pendek
pt_pt: Editar notícias curtas
sw: Hariri taarifa fupi

source: Update Short Article
bn_bd: সংক্ষিপ্ত নিবন্ধের সর্বশেষ সংযুক্তি
es_es: Actualizar En cortos
fr_fr: Mise à jour les infos brèves
hi_hi: अपडेट शॉर्ट आर्टिकल
id_id: Perbarui Artikel Pendek
pt_pt: Atualizar notícias curtas
sw: Sasisha taarifa fupi

source: Add New Short Article
bn_bd: নতুন সংক্ষিপ্ত নিবন্ধ সংযোজন
es_es: Añadir En corto
fr_fr: Ajoutez les infos brèves
hi_hi: नया शॉर्ट आर्टिकल जोड़ें
id_id: Tambahkan Artikel Pendek Baru
pt_pt: Adicionar nova notícia curta
sw: Ongeza taarifa fupi mpya

source: New Short Article Name
bn_bd: নতুন সংক্ষিপ্ত নিবন্ধের নাম
es_es: Nuevo nombre del En corto
fr_fr: Nom de infos brèves
hi_hi: नए शॉर्ट आर्टिकल का नाम
id_id: Nama Artikel Pendek Baru
pt_pt: Nome da nova notícia curta
sw: Jina la taarifa fupi mpya

# Post type general name
source: Custom Stories
bn_bd: কাস্টম স্টোরিসমূহ
es_es: Artículos personalizados
fr_fr: Articles personnalisé
hi_hi: कस्टम स्टोरीज
id_id: Cerita Khusus
pt_pt: Matérias personalizadas
sw: Habari maalum

# Post type singular name
source: Custom Story
bn_bd: কাস্টম স্টোরি
es_es: Artículo personalizado
fr_fr: Article personnalisé
hi_hi: कस्टम स्टोरी
id_id: Artikel Custom
pt_pt: Matéria personalizada
sw: Habari maalum

source: Search Custom Stories
bn_bd: কাস্টম স্টোরি অনুসন্ধান
es_es: Buscar artículos personalizados
fr_fr: Rechercher des articles personnalisés
hi_hi: सर्च कस्टम स्टोरीज
id_id: Telusuri Artikel Custom
pt_pt: Pesquisar matérias personalizadas
sw: Tafuta habari maalum

source: Popular Custom Stories
bn_bd: জনপ্রিয় কাস্টম স্টোরিসমূহ
es_es: Artículos personalizados populares
fr_fr: Articles personnalisés populaires
hi_hi: प्रचलित कस्टम स्टोरीज
id_id: Artikel custom yang populer
pt_pt: Matérias personalizadas populares
sw: Habari maalum zinazopendwa

source: All Custom Stories
bn_bd: সকল কাস্টম স্টোরি
es_es: Todos los artículos personalizados
fr_fr: Tous les articles personnalisés
hi_hi: सभी कस्टम स्टोरीज
id_id: Semua Artikel Custom
pt_pt: Todos as matérias personalizadas
sw: Habari maalum zote

source: Edit Custom Stories
bn_bd: কাস্টম স্টোরি সম্পাদনা
es_es: Editar artículo personalizado
fr_fr: Éditer un article personnalisé
hi_hi: एडिट कस्टम स्टोरी
id_id: Edit Artikel Custom
pt_pt: Editar matéria personalizada
sw: Hariri habari maalum

source: Update Custom Stories
bn_bd: কাস্টম স্টোরির সর্বশেষ
es_es: Actualizar artículo personalizado
fr_fr: Mettre à jour l’article personnalisé
hi_hi: अपडेट कस्टम स्टोरीज
id_id: Perbarui artikel custom
pt_pt: Atualizar matéria personalizada
sw: Sasisha habari maalum

source: Add New Custom Stories
bn_bd: নতুন কাস্টম স্টোরি সংযোজন
es_es: Añadir nuevo artículo personalizado
fr_fr: Ajouter une nouvelle histoire personnalisée
hi_hi: नई कस्टम स्टोरी जोड़ें
id_id: Tambahkan Artikel custom Baru
pt_pt: Adicionar nova matéria personalizada
sw: Ongeza habari maalum mpya

source: New Custom Stories Name
bn_bd: নতুন কাস্টম স্টোরির নাম
es_es: Nuevo nombre de artículo personalizado
fr_fr: Nom de nouveau histoire personnalisé
hi_hi: नई कस्टम स्टोरी का नाम
id_id: Nama Artikel custom Baru
pt_pt: Nome da nova matéria personalizada
sw: Jina la habari maalum mpya

# Post type general name
source: Special Issues
bn_bd: বিশেষ সংখ্যাসমূহ
es_es: Especiales
fr_fr: Séries spéciales
hi_hi: विशेष
id_id: Terbitan Spesial
pt_pt: Especiais
sw: Matoleo maalum

# Post type singular name
source: Special Issue
bn_bd: বিশেষ সংখ্যা
es_es: Especial
fr_fr: Séries spéciales
hi_hi: विशेष
id_id: Terbitan Spesial
pt_pt: Especial
sw: Toleo maalum

source: Search Special Issues
bn_bd: বিশেষ সংখ্যা অনুসন্ধান
es_es: Buscar especiales
fr_fr: Rechercher des séries spéciales
hi_hi: विशेष लेख खोजें
id_id: Cari Edisi Khusus
pt_pt: Pesquisar especiais
sw: Tafuta matoleo maalum

source: Popular Special Issues
bn_bd: জনপ্রিয় বিশেষ সংখ্যাসমূহ
es_es: Especiales populares
fr_fr: Séries spéciales populaires
hi_hi: प्रचलित विशेष लेख
id_id: Edisi Khusus Populer
pt_pt: Especiais populares
sw: Matoleo maalum yanayopendwa

source: All Special Issues
bn_bd: বিশেষ সংখ্যাসমূহ
es_es: Todos los especiales
fr_fr: Toutes les séries spéciales
hi_hi: सभी विशेष लेख
id_id: Semua Terbitan Spesial
pt_pt: Todos os especiais
sw: Matoleo maalum yote

source: Edit Special Issue
bn_bd: বিশেষ সংখ্যা সম্পাদনা
es_es: Editar especial
fr_fr: Editer les séries spéciales
hi_hi: एडिट विशेष लेख
id_id: Sunting Edisi Spesial
pt_pt: Editar especial
sw: Hariri toleo maalum

source: Update Special Issue
bn_bd: বিশেষ সংখ্যার সর্বশেষ সংযুক্তি
es_es: Actualizar especial
fr_fr: Mettre à jour des séries spéciales
hi_hi: अपडेट विशेष
id_id: Perbarui Edisi Spesial
pt_pt: Atualizar especial
sw: Sasisha toleo maalum

source: Add New Special Issue
bn_bd: নতুন বিশেষ সংখ্যা সংযোজন
es_es: Añadir nuevo especial
fr_fr: Ajoutez une nouvelle série spéciale
hi_hi: विशेष जोड़ें
id_id: Tambahkan Edisi Spesial Baru
pt_pt: Adicionar novo especial
sw: Ongeza toleo maalum jipya

source: New Special Issue Name
bn_bd: নতুন বিশেষ সংখ্যার নাম
es_es: Nuevo nombre de especial
fr_fr: Nom de la série spéciale
hi_hi: विशेष लेख का नाम
id_id: Nama Edisi Spesial Baru
pt_pt: Nome do novo especial
sw: Jina la toleo maalum jipya

# taxonomy general name
source: Entities
bn_bd: তথ্য উপাদানসমূহ
es_es: Entidades
fr_fr: Entités
hi_hi: प्रविष्टियां
id_id: Entitas
pt_pt: Entidades
sw: Huluki

# taxonomy singular name
source: Entity
bn_bd: তথ্য-উপাদান
es_es: Entidad
fr_fr: Entité
hi_hi: प्रविष्टियां
id_id: Kesatuan
pt_pt: Entidade
sw: Huluki

source: Search Entities
bn_bd: তথ্য-উপাদান অনুসন্ধান
es_es: Buscar Entidad
fr_fr: Rechercher des entités
hi_hi: प्रविष्टियां खोजें
id_id: Entitas Pencarian
pt_pt: Pesquisar entidades
sw: Tafuta huluki

source: Popular Entities
bn_bd: জনপ্রিয় তথ্য-উপাদান
es_es: Entidades populares
fr_fr: Entités populaires
hi_hi: लोकप्रिय प्रविष्टियां
id_id: Entitas Populer
pt_pt: Entidades populares
sw: Huluki zinazopendwa

source: All Entities
bn_bd: সকল তথ্য-উপাদান
es_es: Todas las entidades
fr_fr: Toutes les entités
hi_hi: सभी प्रविष्टियां
id_id: Semua Entitas
pt_pt: Todas as entidades
sw: Huluki zote

source: Edit Entity
bn_bd: তথ্য-উপাদান সম্পাদনা
es_es: Editar entidad
fr_fr: Modifier l’entité
hi_hi: एडिट प्रविष्टियां
id_id: Sunting Entitas
pt_pt: Editar entidade
sw: Hariri huluki

source: Update Entity
bn_bd: তথ্য-উপাদানের সর্বশেষ সংযোজন
es_es: Actualizar entidad
fr_fr: Mettre à jour l’entité
hi_hi: अपडेट प्रविष्टियां
id_id: Perbarui Entitas
pt_pt: Atualizar entidade
sw: Sasisha huluki

source: Add New Entity
bn_bd: নতুন তথ্য-উপাদান সংযোজন
es_es: Añadir nueva entidad
fr_fr: Ajoutez une nouvelle entité
hi_hi: नई प्रविष्टि
id_id: Tambahkan Entitas Baru
pt_pt: Adicionar nova entidade
sw: Ongeza huluki mpya

source: New Entity Name
bn_bd: নতুন তথ্য-উপাদানের নাম
es_es: Nuevo nombre de entidad
fr_fr: Nom de la nouvelle entité
hi_hi: प्रविष्टि का नाम
id_id: Nama Entitas Baru
pt_pt: Nome da nova entidade
sw: Jina la huluki mpya

source: Separate entities with commas
bn_bd: তথ্য-উপাদানগুলোকে কমা (,) দ্বারা আলাদা করুন
es_es: Separar entidades con comas
hi_hi: प्रविष्टियों को कॉमा से अलग करें
id_id: Pisahkan entitas dengan koma
pt_pt: Separar entidades com vírgulas
sw: Tenganisha huluki kwa hati mkato

source: Add or remove entities
bn_bd: তথ্য উপাদান যোগ করুন অথবা সরিয়ে ফেলুন
es_es: Agregar o eliminar entidades
fr_fr: Ajoutez ou supprimez des entités
hi_hi: प्रविष्टियां जोड़ें या हटाएं
id_id: Menambah atau menghapus entitas
pt_pt: Adicionar ou remover entidades
sw: Ongeza au ondoa huluki

source: Choose from the most used entities
bn_bd: সর্বাধিক ব্যবহৃত তথ্য-উপাদান থেকে নির্বাচন করুন
es_es: Elegir entre las entidades más utilizadas
fr_fr: Choisissez parmi les entités les plus utilisées
hi_hi: सबसे अधिक उपयोग की गई प्रविष्टियों में से चुनें
id_id: Pilih dari entitas yang paling sering digunakan
pt_pt: Escolha entre as entidades mais utilizadas
sw: Chagua kutoka kwenye huluki zinazotumika zaidi

source: No entities found.
bn_bd: কোনো তথ্য-উপাদান পাওয়া যায়নি।
es_es: No se encontraron entidades.
fr_fr: Aucune entité trouvée.
hi_hi: कोई प्रविष्टि नहीं मिली
id_id: Tidak ada entitas yang ditemukan.
pt_pt: Nenhuma entidade encontrada.
sw: Hakuna huluki zilizopatikana

source: Entities
bn_bd: তথ্য-উপাদানসমূহ
es_es: Entidades
hi_hi: प्रविष्टियां
id_id: Entitas
pt_pt: Entidades
sw: Huluki

# taxonomy general name
source: Locations
bn_bd: স্থানসমূহ
es_es: Regiones
fr_fr: Localisations
hi_hi: स्थान
hi_in: स्थान
id_id: Lokasi
it_it: Luoghi
pt_pt: Locais
sw: Maeneo

# taxonomy singular name
source: Location
bn_bd: স্থান
es_es: Región
fr_fr: Localisation
hi_hi: स्थान
hi_in: स्थान
id_id: Lokasi
it_it: Luogo
pt_pt: Local
sw: Eneo

source: Search Locations
bn_bd: জায়গা অনুসন্ধান
es_es: Buscar regiones
fr_fr: Rechercher les localisations
hi_hi: स्थान खोजें
hi_in: स्थान खोजें
id_id: Lokasi Pencarian
it_it: Cerca luoghi
pt_pt: Pesquisar locais
sw: Tafuta maeneo

source: Popular Locations
bn_bd: জনপ্রিয় স্থানসমূহ
es_es: Regiones populares
fr_fr: Localisations populaires
hi_hi: प्रचलित स्थान
hi_in: प्रसिद्ध स्थल
id_id: Lokasi Populer
it_it: Luoghi popolari
pt_pt: Locais populares
sw: Maeneo maarufu

source: All Locations
bn_bd: সকল স্থান
es_es: Todas las regiones
fr_fr: Toutes les localisations
hi_hi: सभी स्थान
hi_in: सभी स्थान
id_id: Semua Lokasi
it_it: Tutti i luoghi
pt_pt: Todos os locais
sw: Maeneo yote

source: Edit Location
bn_bd: স্থান সম্পাদনা
es_es: Editar región
fr_fr: Editer la localisation
hi_hi: स्थान एडिट करें
hi_in: स्थान संपादित करें
id_id: Sunting Lokasi
it_it: Modifica luoghi
pt_pt: Editar local
sw: Hariri eneo

source: Update Location
bn_bd: সর্বশেষ স্থান
es_es: Actualizar región
fr_fr: Mettre à jour la localisation
hi_hi: स्थान अपडेट करें
hi_in: स्थान अपडेट करें
id_id: Perbarui Lokasi
it_it: Aggiorna luoghi
pt_pt: Atualizar local
sw: Sasisha eneo

source: Add New Location
bn_bd: নতুন স্থান সংযোজন
es_es: AÃ±adir nueva región
fr_fr: Ajoutez une nouvelle localisation
hi_hi: नया स्थान जोड़ें
hi_in: नया स्थान जोड़ें
id_id: Tambahkan Lokasi Baru
it_it: Aggiungi un nuovo luogo
pt_pt: Adicionar novo local
sw: Ongeza eneo jipya

source: New Location Name
bn_bd: নতুন স্থানের নাম
es_es: Nuevo nombre de región
fr_fr: Nom de la nouvelle localisation
hi_hi: नए स्थान का नाम
hi_in: नए स्थान का नाम
id_id: Nama Lokasi Baru
it_it: Nome del nuovo luogo
pt_pt: Nome do novo local
sw: Jina la eneo jipya

source: Separate locations with commas
bn_bd: স্থানগুলো কমা (,) দিয়ে আলাদা করুন
es_es: Separar regiones con comas
fr_fr: Séparer les localisations par des virgules
hi_hi: स्थानों को कॉमा से अलग करें
hi_in: स्थानों को अल्पविराम के जरिए अलग करें
id_id: Pisahkan lokasi dengan koma
it_it: Separa i luoghi con una virgola
pt_pt: Separe os locais com vírgulas
sw: Tenganisha maeneo kwa hati mkato

source: Add or remove locations
bn_bd: স্থান যোগ করুন বা সরিয়ে ফেলুন
es_es: AÃ±adir o eliminar región
fr_fr: Ajouter ou supprimer les localisations
hi_hi: स्थान जोड़ें या हटाएं
hi_in: स्थान जोड़ें या हटाएं
id_id: Menambah atau menghapus lokasi
it_it: Aggiungi o rimuovi luoghi
pt_pt: Adicionar ou remover locais
sw: Ongeza au ondoa maeneo

source: Choose from the most used locations
bn_bd: ব্যবহৃত স্থানগুলো থেকে নির্বাচন করুন
es_es: Elegir entre las regiones más utilizadas
fr_fr: Choisissez parmi les localisations les plus utilisées
hi_hi: सबसे अधिक उपयोग किए स्थानों से चुनें
hi_in: सबसे अधिक प्रयोग किए गए स्थानों में से चुनें
id_id: Pilih dari lokasi yang paling sering digunakan
it_it: Scegli tra i luoghi più usati
pt_pt: Escolha entre os locais mais utilizados
sw: Chagua kutoka kwa maeneo yanayotumika sana

source: No locations found.
bn_bd: কোনো স্থান পাওয়া যায়নি।
es_es: No se han encontrado regiones.
fr_fr: Pas de localisation trouvée.
hi_hi: कोई स्थान नहीं मिला
hi_in: ऐसा कोई स्थान नहीं मिला.
id_id: Tidak ada lokasi yang ditemukan.
it_it: Non è stato trovato alcun luogo.
pt_pt: Não foram encontrados locais.
sw: Hakuna eneo lililopatikana

source: Location
bn_bd: স্থান
es_es: Región
fr_fr: Localisation
hi_hi: स्थान
hi_in: स्थान
id_id: Lokasi
it_it: Luogo
pt_pt: Local
sw: Eneo

# taxonomy general name
source: Serials
bn_bd: পর্বসমূহ
es_es: Series
fr_fr: Séries
hi_hi: सीरियल्स
hi_in: क्रम
id_id: Serial
it_it: Serie
pt_pt: Séries
sw: Mfululizo

# taxonomy singular name
source: Serial
bn_bd: পর্ব
es_es: Series
fr_fr: Série
hi_hi: सीरियल
hi_in: क्रम
it_it: Serie
pt_pt: Série
sw: Mfululizo

source: Search Serials
bn_bd: পর্ব অনুসন্ধান
es_es: Series
fr_fr: Recherchez une séries
hi_hi: सीरियल सर्च करें
hi_in: क्रम खोजें
id_id: Serial Pencarian
it_it: Ricerca serie
pt_pt: Pesquisar séries
sw: Tafuta yanayotoka mfululizo

source: Popular Serials
bn_bd: জনপ্রিয় পর্ব
es_es: Series populares
fr_fr: Séries populaires
hi_hi: प्रचलित सीरियल
hi_in: प्रसिद्ध क्रम
id_id: Serial Populer
it_it: Serie popolari
pt_pt: Séries populares
sw: Machapisho ya mfululizo yanayopendwa

source: All Serials
bn_bd: সকল পর্ব
es_es: Todas las series
fr_fr: Toutes les séries
hi_hi: सभी सीरियल्स
hi_in: सभी क्रम
id_id: Semua Serial
it_it: Tutte le serie
pt_pt: Todas as séries
sw: Machapisho ya mfululizo yote

source: Edit Serial
bn_bd: পর্ব সম্পাদনা
es_es: Editar series
fr_fr: Editer la série
hi_hi: एडिट सीरियल्स
hi_in: क्रम संपादित करें
id_id: Sunting Serial
it_it: modifica serie
pt_pt: Editar série
sw: Hariri chapisho la mfululizo

source: Update Serial
bn_bd: পর্ব সম্পাদনার নতুন সংযোজন
es_es: Actualizar series
fr_fr: Mettre à jour la série
hi_hi: अपडेट सीरियल
hi_in: क्रम अपडेट करें
id_id: Perbarui Seri
it_it: aggiorna serie
pt_pt: Atualizar série
sw: Sasisha chapisho la mfululizo

source: Add New Serial
bn_bd: নতুন পর্ব যোগ করুন
es_es: Añadir nueva series
fr_fr: Ajoutez une nouvelle série
hi_hi: नया सीरियल
hi_in: नया क्रम जोड़ें
id_id: Tambahkan Serial Baru
it_it: aggiungi una nuova serie
pt_pt: Adicionar nova série
sw: Ongeza chapisho la mfululizo jipya

source: New Serial Name
bn_bd: নতুন পর্বের নাম
es_es: Nombre de la nueva serie
fr_fr: Nom de la nouvelle série
hi_hi: नए सीरियल का नाम
hi_in: नए क्रम का नाम जोड़ें
id_id: Nama Seri Baru
it_it: nome della nuova serie
pt_pt: Nome da nova série
sw: Jina la chapisho mfululizo jipya
